let answers = [
    {
        "id": "1",
        "name": "answer1",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказда ҳозирги вақтда ўрнатилган иш режими Сизни қониқтирадими:",
                "ru": "Устраивает ли Вас рабочий режим установленный в настоящее время в Центре:"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа қониқтиради",
                        "ru": "Да, удовлетворяет",
                        "value": "a"
                    }
                },
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ қониқтирмайди",
                        "ru": "Нет, неудовлетворяет",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "2",
        "name": "answer2",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказда ҳозирги вақтда ўрнатилган иш режими борасидан эътирозларингиз борми?",
                "ru": "Есть ли у Вас претензии к режиму, установленному в настоящее время в Центре?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Эътирозлар йўқ",
                        "ru": "Претензий не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Эътирозлар бор (кўрсатиб ўтинг)",
                        "ru": "Претензии имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "3",
        "name": "answer3",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказда ҳозирги вақтда ўрнатилган иш режими борасидан қандай таклифларингиз бор?",
                "ru": "Есть ли у Вас предложения касательно режима, установленного в настоящее время в Центре?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Таклифлар йўқ",
                        "ru": "Предложений не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Таклифлар бор (кўрсатиб ўтинг)",
                        "ru": "Предложения имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "4",
        "name": "answer4",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказда меҳнат қонунчилиги билан белгиланган ҳуқуқларингиз поймол этилмоқдами?",
                "ru": "Ущемляются ли Ваши права, регламентированные трудовым законодательством?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ, менинг ҳуқуқларим поймол этилмаяпти",
                        "ru": "Нет, мои права не ущемляются",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа, менинг ҳуқуқларим поймол этилмоқда (айнан нимада бу намоён этиляпти кўрсатиб ўтинг)",
                        "ru": "Да, мои права ущемляются (укажите, в чём именно это проявляется)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "5",
        "name": "answer5",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Ўйлашингизча, Марказда ходимларнинг ижтимоий ҳимояси, шу жумладан меҳнат қонунчилиги билан белгиланган ҳуқуқларини кучайтириш учун нималар қилиниши керак?",
                "ru": "Как по Вашему мнению должна быть усилина социальная защита сотрудников Центра, в частности, права регламентированные трудовым законодательством?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Таклифлар йўқ",
                        "ru": "Предложений не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Таклифлар бор (кўрсатиб ўтинг)",
                        "ru": "Предложения имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "6",
        "name": "answer6",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Иш фаолиятингизни самарали олиб бориш учун Марказдаги мавжуд шарт-шароитлар етарли деб ҳисоблайсизми?",
                "ru": "Считаете ли Вы достаточными условия, созданные в Центре для осуществления плодотворной работы?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа, етарли деб ҳисоблайман",
                        "ru": "Да, считаю достаточными",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Йўқ, етарли эмас деб ҳисоблайман (изоҳлаб беринг)",
                        "ru": "Считаю не достаточными прокомментируйте",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "7",
        "name": "answer7",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Иш фаолиятингизни самарали олиб бориш учун Марказдаги мавжуд шарт-шароитларни такомиллаштириш борасидан таклифларингиз борми?",
                "ru": "Имеются ли у Вас предложения по совершенствованию условий, оказывающих влияние на эффективность работы сотрудников?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Таклифлар йўқ",
                        "ru": "Предложений не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Таклифлар бор (кўрсатиб ўтинг)",
                        "ru": "Предложения имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "8",
        "name": "answer8",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Иш фаолиятингизни самарали олиб бориш учун Марказдаги мавжуд канцелярия жихозлари, ташкилий техника (компьютер, ноутбук, принтер, сканер) воситалари ва бошқа анжомлар етарли деб ҳисоблайсизми?",
                "ru": "Считаете ли Вы достаточными для осуществлению плодотворной работы имеющиеся в Центре канцелярские принадлежности, оргтехнику (компьютер, ноутбук, принтер, сканер) и другие средства?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа, етарли деб ҳисоблайман",
                        "ru": "Да, считаю достаточными",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Йўқ, етарли эмас деб ҳисоблайман (жавобингизни асослантириб беринг)",
                        "ru": "Считаю не достаточными (обоснуйте свой ответ)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "9",
        "name": "answer9",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказ биносида овқатланиш учун ажратилган хонада мавжуд шарт-шароитлар етарли деб ҳисоблайсизми?",
                "ru": "Считаете ли Вы достаточными имеющиеся условия в помещении для приёма пищи в здании Центра?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа, етарли деб ҳисоблайман",
                        "ru": "Да, считаю достаточными",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Йўқ, етарли эмас деб ҳисоблайман (жавобингизни асослантириб беринг)",
                        "ru": "Считаю не достаточными (обоснуйте свой ответ)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "10",
        "name": "answer10",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказ биносида овқатланиш учун ажратилган хонада мавжуд шарт-шароитларни яхшилаш юзасидан таклифларингиз борми?",
                "ru": "Имеются ли у Вас предложения по улучшению имеющихся условий в помещении для приёма пищи в здании Центра?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Таклифлар йўқ",
                        "ru": "Предложений не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Таклифлар бор (кўрсатиб ўтинг)",
                        "ru": "Предложения имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "11",
        "name": "answer11",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказ биносидаги ювиниш хонасидаги шарт-шароитлар етарли деб ҳисоблайсизми?",
                "ru": "Считаете ли Вы достаточными имеющиеся условия в туалетной комнате в здании Центра?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа, етарли деб ҳисоблайман",
                        "ru": "Да, считаю достаточными",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Йўқ, етарли эмас деб ҳисоблайман (жавобингизни асослантириб беринг)",
                        "ru": "Считаю не достаточными (обоснуйте свой ответ)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "12",
        "name": "answer12",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказ биносидаги ювиниш хонасидаги шарт-шароитларни яхшилаш юзасидан таклифларингиз борми?",
                "ru": "Имеются ли у Вас предложения по улучшению имеющихся условий в туалетной комнате в здании Центра?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Таклифлар йўқ",
                        "ru": "Предложений не имеется",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Таклифлар бор (кўрсатиб ўтинг)",
                        "ru": "Предложения имеются (изложите их)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "13",
        "name": "answer13",
        "type": "text",
        "test": {
            "question": {
                "uz": "Хизмат сафарларига чиққан вақтингиз қандай муаммоларга дуч келмоқдасиз?",
                "ru": "С какими трудностями Вы сталкиваетесь в процессе служебных командировок?"
            }
        } 
    },
    {
        "id": "14",
        "name": "answer14",
        "type": "text",
        "test": {
            "question": {
                "uz": "МБОларни баҳолашга ташқи мутахассисларни жалб этиш жараёнида қандай муаммолар мавжуд?",
                "ru": "С какими трудностями Вы сталкиваетесь в процессе привлечения сторонних экспертов к оценкам ООС?"
            }
        } 
    },
    {
        "id": "15",
        "name": "answer15",
        "type": "text",
        "test": {
            "question": {
                "uz": "Хизмат сафарларига чиқиш жараёнида (тартибида) нималарни ўзгартиришни хохлар эдингиз?",
                "ru": "Какие изменения Вы хотели бы внести в процесс (регламент) служебных командировок?"
            }
        } 
    },
    {
        "id": "16",
        "name": "answer16",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Меҳнат таътилига чиқиш билан боғлиқ муаммоларга тўқнашганмисиз?",
                "ru": "Сталкивались ли Вы с проблемами связанными с выходом в трудовой отпуск?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ, тўқнашмаганман",
                        "ru": "Нет не сталкивался(ась)",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа, тўқнашганми (айнан нимада бу намоён этиляпти кўрсатиб ўтинг)",
                        "ru": "Да, сталкивался(ась) (укажите, в чём именно это проявляется)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "17",
        "name": "answer17",
        "type": "text",
        "test": {
            "question": {
                "uz": "Иш самарадорлигини яна ҳам ошириш борасида Марказ фаолиятида нималарни ўзгартириш керак деб ўйлайсиз?",
                "ru": "Как Вы думаете, что ещё необходимо изменить в целях повышения эффективности деятельности Центра?"
            }
        } 
    }
]