let answers = [
    {
        "id": "1",
        "name": "answer1",
        "type": "text",
        "test": {
            "question": {
                "uz": "Марказнинг штатдаги ходимларини қайси бири билан биргаликда МБО (мувофиқликларни баҳолаш орган)ларни аккредитациядан ўтказиш жараёнида қатнашгансиз? Ушбу ходимларнинг Ф.И.Ш.ни кўрсатиб ўтинг ",
                "ru": "С кем из штатных сотрудников Центра Вы участвовали в процессе аккредитации ООС (органов по оценке соответствия)? Укажите Ф.И.О. этих сотрудников"
            }
        }
    },
    {
        "id": "2",
        "name": "answer2",
        "type": "text",
        "test": {
            "question": {
                "uz": "Марказнинг МБОларни аккредитацияси жараёнига жалб этиладиган мутахассис сифатида қатнашиб келишингизни асосий мақсади ёки мақсадлари нимада/нималардалигини изоҳлаб беринг илтимос.",
                "ru": "Прокомментируйте пожалуйста в чём основная цель или цели Вашего участия в качестве специалиста, привлекаемого Центром к процессу аккредитации ООС."
            }
        }
    },
    {
        "id": "3",
        "name": "answer3",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказнинг МБОларни аккредитацияси жараёнига жалб этиладиган мутахассис сифатида расмийлаштириш вақтида Сизга нисбатан Марказ масъуллари томонидан тамагирлик ҳолатлари мавжуд бўлганми?",
                "ru": "Имело ли место вымогательство вознаграждения со стороны ответственных сотрудников Центра при оформлении Вас в качестве специалиста, привлекаемого к процессу акредитации ООС?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ бўлмаган",
                        "ru": "Нет, подобного не отмечалось",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ха бўлган (аниқ ким томондан ва нимада намоён бўлганлиги кўрсатиб ўтинг)",
                        "ru": "Да, подобное имело место (укажите конкретно лицо и в чём это выражалось)",
                        "value": "b"
                    }
                }
            ]
        }
    },
    {
        "id": "4",
        "name": "answer4",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Марказ Сизни МБОларни аккредитацияси жараёнига жалб этадиган вақтда асосий иш жойингизда муаммоларга (раҳбар томонидан руҳсат бермаслик, вақтини чегаралаш ва х.к) дуч келасизми?",
                "ru": "Возникают ли у Вас какие-либо проблемы по основному месту работы (отказ со стороны руководства, ограничение по времени и т.п.) когда Центр привлекает Вас к процессу аккредитации ООС?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ хеч қандай муаммо бўлмайди",
                        "ru": "Нет, каких-либо проблем не возникает",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа, баъзан қийинчиликлар бўлиб туради (айнан қандай жиҳатдагилигини кўрсатиб ўтинг)",
                        "ru": "Да иногда возникают определённые трудности (укажите какого характера)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "5",
        "name": "answer5",
        "type": "simple",
        "test": {
            "question": {
                "uz": "МБОларни аккредитацияси жараёнида қатнашганингиз муносабати билан “Хизматлар кўрсатиш далолатномаси”ни Марказ бухгалтериясига топширганингиздан кейин иш ҳақингиз ўз вақтида тўланмоқдами?",
                "ru": "Своевременно ли производится оплата со стороны Центра за участие в аккредитации ООС после того как Вы представили в бухгалтерию Центра «Акт выполненных работ»?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Ҳа, 1 ой давомида тўланади",
                        "ru": "Да, в течении 1 месяца",
                        "value": "a"
                    }
                },
                {
                    "type": "simple",
                    "text": {
                        "uz": "2 ойдан ошиқ муддатда тўланади",
                        "ru": "Превышает 2-х месячный срок",
                        "value": "b"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Умуман берилмаган (айнан қайси ой ва йиллар учунлиги кўрсатиб беринг)",
                        "ru": "Вообще не оплачено (укажите конкретно за какой месяц и год)",
                        "value": "c"
                    }
                }
            ]
        } 
    },
    {
        "id": "6",
        "name": "answer6",
        "type": "text",
        "test": {
            "question": {
                "uz": "МБОларни аккредитациядан ўтказиш жараёнида, шу жумладан Сиз истиқомат қилган жойдан бошқа шаҳар ёки вилоятларга чиққан вақтингиз қандай муаммоларга дуч келмоқдасиз ва бунинг ечими нимада деб биласиз?",
                "ru": "С какими проблемами Вы сталкиваетесь в процессе участия в аккредитации ООС, в т.ч. при выезде в другие города и области?"
            }
        }
    },
    {
        "id": "7",
        "name": "answer7",
        "type": "simple",
        "test": {
            "question": {
                "uz": "МБОларни аккредитациядан ўтказиш жараёнида қатнашган вақтингизда манфаатлар тўқнашуви ҳолатига дуч келганмисиз ёки ушбу ҳолатни гувоҳи бўлганмисиз?",
                "ru": "Попадали ли Вы во время участия в процессе аккредитации ООС в ситуацию конфликта интересов либо были свидетелем подобного?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ",
                        "ru": "Нет",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа (кимлар ўртасида, Ф.И.Ш.ни кўрсатмасангиз ҳам изоҳлаб беринг)",
                        "ru": "Да (укажите стороны конфликта интересов, возможно без указания Ф.И.О)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "8",
        "name": "answer8",
        "type": "simple",
        "test": {
            "question": {
                "uz": "МБОларни аккредитациядан ўтказиш жараёнида коррупциявий холатларга дуч келганмисиз ёки ушбу холатни кузатганмисиз?",
                "ru": "Сталкивались ли Вы во время участия аккредитации ООС с фактами коррупции либо были свидетелем подобного)?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ",
                        "ru": "Нет",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа (кимлар ўртасидагиларни, Ф.И.Ш.ни кўрсатмасангиз ҳам, изоҳлаб беринг)",
                        "ru": "Да (укажите стороны коррупционных отношений, возможно без указания Ф.И.О)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "9",
        "name": "answer9",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Манфаатлар тўқнашуви ёки коррупциявий муносабатлар мавжудлиги сабабли МБОнинг фойдасига ижобий қарор қабул қилиниши ҳолатлари ҳақида Сизга маълумми?",
                "ru": "Известно ли Вам о принятии решений в пользу ООС в следствие имевшего место конфликта интересов либо коррупционных отношений?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ маълум эмас",
                        "ru": "Нет не известно",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа маълум (МБО ва масъул шахсларни кўрсатиб кетишингиз мумкин)",
                        "ru": "Да известно (можете указать ООС и ответственных лиц)",
                        "value": "b"
                    }
                }
            ]
        } 
    },
    {
        "id": "10",
        "name": "answer10",
        "type": "text",
        "test": {
            "question": {
                "uz": "Сизнинг фикрингизча, қандай чора-тадбирлар МБОларни аккредитациядан ўтказиш жараёнида манфаатлар тўқнашуви ва коррупцияни олдини олишларига самарали ёрдам беради?",
                "ru": "Какие меры по Вашему мнению, будут эффективно способствовать в предупреждении конфликта интеревос и коррупции в процессе аккредитации ООС?"
            }
        } 
    },
    {
        "id": "11",
        "name": "answer11",
        "type": "simple",
        "test": {
            "question": {
                "uz": "Манфаатлар тўқнашуви ёки коррупциявий ҳолатга дуч келсангиз, шу жумладан Марказнинг штат ходими ушбу жараёнларга аралашиб қолганлигини билиб қолган бўлсангиз кимга ва қайси каналлар орқали хабар берилишини биласизми?",
                "ru": "Известно ли Вам кому и посредством каких каналов необходимо сообщить о ставших Вам известными фактах конфликта интересов и коррупции, в т.ч. если  этому причасте штатный сотрудник Центра?"
            },
            "answers": [
                {
                    "type": "simple",
                    "text": {
                        "uz": "Йўқ билмайман",
                        "ru": "Нет не известно",
                        "value": "a"
                    }
                },
                {
                    "type": "withinput",
                    "text": {
                        "uz": "Ҳа биламан (кўрсатиб ўтинг)",
                        "ru": "Да известно (укажите)",
                        "value": "b"
                    }
                }
            ]
        } 
    }
]